Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: (No Content)
de: (Kein Inhalt)
es: (Sin contenido)
fr: (Aucun contenu)
ja: （内容なし）
ko: (내용 없음)
zh_hans: （无内容）

source: (None)
de: (Keine)
es: (Ninguno)
fr: (Aucun)
ja: （なし）
ko: (없음)
zh_hans: （无）

source: (Reasoning) %@
de: (Gedankengang) %@
es: (Razonamiento) %@
fr: (Raisonnement) %@
ja: （推論）%@
ko: (추론) %@
zh_hans: （推理）%@

source: **Welcome to FlowDown🐦**, a blazing fast and smooth client app for LLMs with respect of your privacy. Free models included. You can also _configure cloud models_ or _run local models_ on device. 💡 For more information, check out [our wiki](https://flowdown.ai/docs/). --- **What to do next?** 1. Select or _add a new model_, and **create a new conversation**. 2. Later, you can go to **Settings** to customize your experience. 3. For any issues, feel free to [contact us](https://discord.gg/UHKMRyJcgc). ✨ **Enjoy your FlowDown experience!**
de: **Willkommen bei FlowDown🐦**, einer blitzschnellen und flüssigen Client-App für LLMs, die deine Privatsphäre respektiert. Kostenlose Modelle inklusive. Du kannst außerdem _Cloud-Modelle konfigurieren_ oder _lokale Modelle_ auf dem Gerät ausführen. 💡 Weitere Infos findest du in [unserem Wiki](https://flowdown.ai/docs/). --- **Was als Nächstes?** 1. Wähle oder _füge ein neues Modell hinzu_ und **erstelle eine neue Unterhaltung**. 2. Später kannst du in den **Einstellungen** dein Erlebnis anpassen. 3. Bei Fragen: [kontaktiere uns](https://discord.gg/UHKMRyJcgc). ✨ **Viel Spaß mit FlowDown!**
es: **Bienvenido a FlowDown🐦**, una app de cliente para LLMs rápida y fluida que respeta tu privacidad. Modelos gratuitos incluidos. También puedes _configurar modelos en la nube_ o _ejecutar modelos locales_ en el dispositivo. 💡 Para más información, consulta [nuestra wiki](https://flowdown.ai/docs/). --- **¿Qué hacer a continuación?** 1. Selecciona o _añade un modelo nuevo_ y **crea una conversación nueva**. 2. Luego puedes ir a **Ajustes** para personalizar tu experiencia. 3. Si tienes alguna duda, [contáctanos](https://discord.gg/UHKMRyJcgc). ✨ **¡Disfruta la experiencia FlowDown!**
fr: **Bienvenue sur FlowDown🐦**, une application cliente ultra-rapide et fluide pour les LLMs, respectueuse de votre vie privée. Des modèles gratuits sont inclus. Vous pouvez aussi _configurer des modèles cloud_ ou _exécuter des modèles locaux_ sur l’appareil. 💡 Pour en savoir plus, consultez [notre wiki](https://flowdown.ai/docs/). --- **Que faire ensuite ?** 1. Sélectionnez ou _ajoutez un nouveau modèle_, puis **créez une nouvelle conversation**. 2. Plus tard, vous pourrez aller dans **Réglages** pour personnaliser votre expérience. 3. Pour tout problème, [contactez-nous](https://discord.gg/UHKMRyJcgc). ✨ **Profitez de votre expérience FlowDown !**
ja: **FlowDown🐦 へようこそ**。プライバシーを重視した高速で滑らかな LLM クライアントです。 無料モデルを同梱しています。_クラウドモデルを設定_ することも、デバイス上で _ローカルモデルを実行_ することも可能です。 💡 詳細は[ウィキ](https://flowdown.ai/docs/)をご覧ください。 --- **次にやること** 1. _新しいモデルを選ぶ/追加_ して **新しい会話を作成**。 2. あとで **設定** から体験をカスタマイズ。 3. 問題があれば[お問い合わせ](https://discord.gg/UHKMRyJcgc)。 ✨ **FlowDown をお楽しみください！**
ko: **FlowDown🐦에 오신 것을 환영합니다.** 빠르고 부드러운 LLM 클라이언트로 개인정보를 존중합니다. 무료 모델이 포함되어 있고, _클라우드 모델을 설정_하거나 _로컬 모델을 실행_할 수 있습니다. 💡 더 자세한 정보는 [위키](https://flowdown.ai/docs/)를 확인하세요. --- **다음에 무엇을 할까요?** 1. 모델을 선택하거나 _새 모델을 추가_하고 **새 대화를 만드세요.** 2. 나중에 **설정**에서 경험을 맞춤화할 수 있습니다. 3. 문제가 있으면 언제든지 [문의하기](https://discord.gg/UHKMRyJcgc)로 연락하세요. ✨ **FlowDown을 마음껏 즐겨보세요!**
zh_hans: **欢迎使用 FlowDown 🐦**，一款注重隐私、极速流畅且轻量高效的 LLM 客户端。 应用内置免费模型。当然，你也可以 _配置云端模型_ 或在你的设备上 _运行本地模型_，实现完全隐私。 💡 更多信息，请查阅[用户手册](https://flowdown.ai/docs/)。 --- **接下来可以做些什么？** 1. _选择或添加新模型_，然后 **开始一个新对话**。 2. 之后，你可以前往 **设置** 来自定义你的使用体验。 3. 若有任何疑问反馈或建议，欢迎[联系我们](https://discord.gg/UHKMRyJcgc)。 ✨ **祝你使用愉快！**

source: %@ Copy
de: %@ kopieren
es: Copiar %@
fr: Copier %@
ja: %@ のコピー
ko: %@ 복사
zh_hans: %@ 的副本

source: %@ is requesting access to your models.
de: %@ fordert Zugriff auf Ihre Modelle an.
es: %@ solicita acceso a tus modelos.
fr: %@ demande l’accès à vos modèles.
ja: %@ があなたのモデルへのアクセスを要求しています。
ko: %@이(가) 모델 접근을 요청했습니다.
zh_hans: %@ 正在请求访问你的模型。

source: %1$d servers imported successfully, %2$d failed.
de: %1$d Server erfolgreich importiert, %2$d fehlgeschlagen.
es: Se importaron correctamente %1$d servidores; %2$d fallaron.
fr: %1$d serveurs importés avec succès, %2$d échecs.
ja: %1$d 台のサーバーをインポートしました。%2$d 件失敗しました。
ko: %1$d개의 서버를 성공적으로 가져왔고, %2$d개는 실패했습니다.
zh_hans: %1$d 服务器成功导入，%2$d 失败。

source: %1$d templates imported successfully, %2$d failed.
de: %1$d Vorlagen erfolgreich importiert, %2$d fehlgeschlagen.
es: Se importaron correctamente %1$d plantillas; %2$d fallaron.
fr: %1$d modèles importés avec succès, %2$d échecs.
ja: %1$d 件のテンプレートをインポートしました。%2$d 件失敗しました。
ko: %1$d개의 템플릿을 성공적으로 가져왔고, %2$d개는 실패했습니다.
zh_hans: %1$d 模板已成功导入，%2$d 失败。

source: %1$lld servers imported successfully, %2$lld failed.
de: %1$lld Server erfolgreich importiert, %2$lld fehlgeschlagen.
es: Se importaron correctamente %1$lld servidores; %2$lld fallaron.
fr: %1$lld serveurs importés avec succès, %2$lld échecs.
ja: %1$lld 台のサーバーをインポートしました。%2$lld 件失敗しました。
ko: %1$lld개의 서버를 성공적으로 가져왔고, %2$lld개는 실패했습니다.
zh_hans: 成功导入了 %1$lld 个服务器，%2$lld 失败。

source: %1$lld templates imported successfully, %2$lld failed.
de: %1$lld Vorlagen erfolgreich importiert, %2$lld fehlgeschlagen.
es: Se importaron correctamente %1$lld plantillas; %2$lld fallaron.
fr: %1$lld modèles importés avec succès, %2$lld échecs.
ja: %1$lld 件のテンプレートをインポートしました。%2$lld 件失敗しました。
ko: %1$lld개의 템플릿을 성공적으로 가져왔고, %2$lld개는 실패했습니다.
zh_hans: %1$lld 个模板已成功导入，%2$lld 失败。

source: %d conversation(s) matched your criteria.
de: %d Unterhaltung(en) entsprechen deinen Kriterien.
es: %d conversación(es) coinciden con tus criterios.
fr: %d conversation(s) correspondent à vos critères.
ja: %d 件の会話が条件に一致しました。
ko: %d개의 대화가 조건과 일치합니다.
zh_hans: 符合条件的对话数：%d。

source: %lld attempts
de: %lld Versuche
es: %lld intentos
fr: %lld tentatives
ja: %lld 回
ko: %lld회
zh_hans: %lld 次

# %lld manifest(s) imported successfully, %lld failed.
source: %1$lld manifest(s) imported successfully, %2$lld failed.
de: %lld manifest(s) imported successfully, %lld failed.
es: %lld manifest(s) imported successfully, %lld failed.
fr: %lld manifest(s) imported successfully, %lld failed.
ja: %lld manifest(s) imported successfully, %lld failed.
ko: %lld manifest(s) imported successfully, %lld failed.
zh_hans: 已导入 %lld 个清单，%lld 个失败。

# %lld servers imported successfully, %lld failed.
source: %1$lld servers imported successfully, %2$lld failed.
de: %1$lld Server erfolgreich importiert, %2$lld fehlgeschlagen.
es: Se importaron correctamente %1$lld servidores; %2$lld fallaron.
fr: %1$lld serveurs importés avec succès, %2$lld échecs.
ja: %1$lld 台のサーバーをインポートしました。%2$lld 件失敗しました。
ko: %1$lld개의 서버를 성공적으로 가져왔고, %2$lld개는 실패했습니다.
zh_hans: 成功导入 %1$lld 个服务器，%2$lld 个失败。

# %lld succeeded, %lld failed, %lld tests
source: %1$lld succeeded, %2$lld failed, %3$lld tests
de: %lld erfolgreich, %lld fehlgeschlagen, %lld Tests
es: %lld correctas, %lld fallidas, %lld pruebas
fr: %lld réussis, %lld échoués, %lld tests
ja: %lld 件成功、%lld 件失敗、%lld 件のテスト
ko: %lld개 성공, %lld개 실패, %lld개 테스트
zh_hans: %lld 成功，%lld 失败，%lld 项测试

# %lld templates imported successfully, %lld failed.
source: %1$lld templates imported successfully, %2$lld failed.
de: %1$lld Vorlagen erfolgreich importiert, %2$lld fehlgeschlagen.
es: Se importaron correctamente %1$lld plantillas; %2$lld fallaron.
fr: %1$lld modèles importés avec succès, %2$lld échecs.
ja: %1$lld 件のテンプレートをインポートしました。%2$lld 件失敗しました。
ko: %1$lld개의 템플릿을 성공적으로 가져왔고, %2$lld개는 실패했습니다.
zh_hans: 成功导入 %1$lld 个模板，%2$lld 个失败。

source: 5 Pages
de: 5 Seiten
es: 5 páginas
ja: 5 ページ
ko: 5쪽
zh_hans: 5 个页面

source: 10 Pages
de: 10 Seiten
es: 10 páginas
ja: 10 ページ
ko: 10쪽
zh_hans: 10 个页面

source: 15 Pages
de: 15 Seiten
es: 15 páginas
ja: 15 ページ
ko: 15쪽
zh_hans: 15 个页面

source: 20 Pages
de: 20 Seiten
es: 20 páginas
ja: 20 ページ
ko: 20쪽
zh_hans: 20 个页面

source: A new version %@ is available. Would you like to download it?
de: Eine neue Version %@ ist verfügbar. Möchtest du sie herunterladen?
es: Hay una nueva versión %@ disponible. ¿Quieres descargarla?
fr: Une nouvelle version %@ est disponible. Voulez-vous la télécharger ?
ja: 新しいバージョン %@ が利用可能です。ダウンロードしますか？
ko: 새 버전 %@이(가) 있습니다. 다운로드하시겠습니까?
zh_hans: 新版本 %@ 已准备就绪，你要前往下载吗？

source: A proactive memory summary has been provided above according to the user's setting. Treat it as reliable context and keep it updated through memory tools when necessary.
de: Eine proaktive Erinnerungzusammenfassung wurde oben gemäß den Einstellungen des Nutzers bereitgestellt. Behandle sie als verlässlichen Kontext und halte sie bei Bedarf über die Memory-Tools aktuell.
es: Se ha proporcionado un resumen proactivo de memoria según la configuración del usuario. Trátalo como contexto fiable y mantenlo actualizado mediante las herramientas de memoria cuando sea necesario.
fr: Un résumé proactif de la mémoire a été fourni ci-dessus selon le paramètre de l’utilisateur. Considérez-le comme un contexte fiable et maintenez-le à jour via les outils de mémoire si nécessaire.
ja: ユーザー設定に基づき自動メモ要約を上に提示しています。信頼できるコンテキストとして扱い、必要に応じてメモリツールで更新してください。
ko: 사용자 설정에 따라 위에 능동형 메모리 요약을 제공했습니다. 필요 시 메모리 도구로 업데이트하며 신뢰할 수 있는 컨텍스트로 간주하세요.
zh_hans: 根据用户的设置，上方已提供主动记忆摘要。请将其视为可靠的上下文，并在需要时通过记忆工具保持更新。

source: A tool model is required for browsing.
de: Für das Browsen ist ein Tool-Modell erforderlich.
es: Se requiere un modelo con herramientas para navegar.
fr: Un modèle d’outil est requis pour la navigation.
ja: ブラウジングにはツール対応モデルが必要です。
ko: 브라우징에는 도구 모델이 필요합니다.
zh_hans: 需要设置工具模型才能使用网页浏览。

source: A visual model is required for image attachments.
de: Für Bildanhänge ist ein visuelles Modell erforderlich.
es: Se requiere un modelo visual para adjuntar imágenes.
fr: Un modèle visuel est requis pour les pièces jointes d’images.
ja: 画像添付にはビジュアルモデルが必要です。
ko: 이미지 첨부에는 비주얼 모델이 필요합니다.
zh_hans: 需要设置视觉模型以辨认图片附件。

source: Actions
de: Aktionen
es: Acciones
ja: 操作
ko: 동작
zh_hans: 操作

source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
ja: アクティビティ
ko: 활동
zh_hans: 活动

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
zh_hans: 添加

source: Add %@
de: %@ hinzufügen
es: Añadir %@
fr: Ajouter %@
ja: %@ を追加
ko: %@ 추가
zh_hans: 添加 %@

source: Add modalities: image
de: Modalitäten hinzufügen: Bild
es: Añadir modalidades: imagen
fr: Ajouter des modalités : image
ja: モダリティを追加: 画像
ko: 모달리티 추가: 이미지
zh_hans: 添加模态：图像

source: Add modalities: text
de: Modalitäten hinzufügen: Text
es: Añadir modalidades: texto
fr: Ajouter des modalités : texte
ja: モダリティを追加: テキスト
ko: 모달리티 추가: 텍스트
zh_hans: 添加模态：文本

source: Add Model
de: Modell hinzufügen
es: Añadir modelo
fr: Ajouter un modèle
ja: モデルを追加
ko: 모델 추가
zh_hans: 添加模型

source: Add models in Settings before sharing.
de: Füge in den Einstellungen Modelle hinzu, bevor du teilst.
es: Añade modelos en Ajustes antes de compartir.
fr: Ajoutez des modèles dans Réglages avant de partager.
ja: 共有する前に設定でモデルを追加してください。
ko: 공유하기 전에 설정에서 모델을 추가하세요.
zh_hans: 请先在设置中添加模型再进行共享。

source: Add More Details
de: Weitere Details hinzufügen
es: Añadir más detalles
fr: Ajouter plus de détails
ja: 詳細を追加
ko: 세부 정보 추가
zh_hans: 添加细节

source: Add text, images, or audio to the rich editor's temporary storage for the selected conversation.
de: Füge Text, Bilder oder Audio zum temporären Speicher des Rich Editors für die ausgewählte Unterhaltung hinzu.
es: Añade texto, imágenes o audio al almacenamiento temporal del editor enriquecido para la conversación seleccionada.
fr: Ajoutez du texte, des images ou de l’audio au stockage temporaire de l’éditeur riche pour la conversation sélectionnée.
ja: 選択した会話のリッチエディタ一時ストレージにテキスト・画像・音声を追加します。
ko: 선택한 대화의 임시 저장소에 텍스트, 이미지, 오디오를 추가하세요.
zh_hans: 为所选对话的富文本编辑器临时存储添加文本、图像或音频。

source: Add to Calendar
de: Zum Kalender hinzufügen
es: Añadir al calendario
fr: Ajouter au calendrier
ja: カレンダーに追加
ko: 캘린더에 추가
zh_hans: 添加到日历

source: Add To Calendar
de: Zum Kalender hinzufügen
es: Añadir al Calendario
fr: Ajouter au calendrier
ja: カレンダーに追加
ko: 캘린더에 추가
zh_hans: 添加到日历

source: Additional Prompt
de: Zusätzlicher Prompt
es: Instrucción adicional
fr: Invite supplémentaire
ja: 追加プロンプト
ko: 추가 프롬프트
zh_hans: 额外提示词

source: Adjust how aggressively web searches are triggered.
de: Passe an, wie aggressiv Websuchen ausgelöst werden.
es: Ajusta con qué agresividad se activan las búsquedas web.
fr: Ajustez la fréquence de déclenchement des recherches web.
ja: ウェブ検索トリガーの感度を調整します。
ko: 웹 검색 트리거 강도를 조정합니다.
zh_hans: 调整网页搜索的触发策略。

source: Adjust the font size of the markdown content.
de: Passe die Schriftgröße des Markdown-Inhalts an.
es: Ajusta el tamaño de fuente del contenido Markdown.
fr: Ajustez la taille de police du contenu Markdown.
ja: Markdown コンテンツのフォントサイズを調整します。
ko: 마크다운 콘텐츠의 글꼴 크기를 조정합니다.
zh_hans: 调整标记文本的字体大小。

source: After setting up, click the model identifier to edit it or retrieve a list from the server.
de: Nach der Einrichtung auf die Modellkennung klicken, um sie zu bearbeiten oder eine Liste vom Server abzurufen.
es: Después de configurarlo, haz clic en el identificador del modelo para editarlo u obtener una lista del servidor.
fr: Après la configuration, cliquez sur l’identifiant du modèle pour le modifier ou récupérer une liste depuis le serveur.
ja: 設定後、モデル識別子をクリックして編集するか、サーバーから一覧を取得してください。
ko: 설정 후 모델 식별자를 클릭하여 수정하거나 서버에서 목록을 가져오세요.
zh_hans: 在完成后，点击模型标识符即可编辑或从服务器获取模型列表。

source: Agreements
de: Vereinbarungen
es: Acuerdos
fr: Accords
ja: 同意事項
ko: 약관
zh_hans: 协议

source: All
de: Alle
es: Todo
fr: Tout
ja: すべて
ko: 전체
zh_hans: 全部

source: All Categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
ja: すべてのカテゴリ
ko: 모든 카테고리
zh_hans: 所有分类

source: All day
de: Ganztägig
es: Todo el día
fr: Toute la journée
ja: 終日
ko: 종일
zh_hans: 全天

source: All Memories
de: Alle Erinnerungen
es: Todos los recuerdos
fr: Toutes les mémoires
ja: すべてのメモリー
ko: 모든 메모리
zh_hans: 所有

source: All memory data is stored locally on your device. Export operations allow you to backup your memory data.
de: Alle Erinnerungsdaten werden lokal auf deinem Gerät gespeichert. Durch Export kannst du ein Backup erstellen.
es: Todos los datos de memoria se guardan localmente en tu dispositivo. Las exportaciones te permiten hacer copias de seguridad.
fr: Toutes les données de mémoire sont stockées localement sur votre appareil. L’exportation vous permet de sauvegarder vos données de mémoire.
ja: すべてのメモリーデータはデバイスにローカル保存されます。エクスポート操作でバックアップできます。
ko: 모든 메모리 데이터는 기기에 로컬로 저장됩니다. 내보내기 작업으로 메모리 데이터를 백업할 수 있습니다.
zh_hans: 所有记忆数据都本地存储在您的设备上。导出操作可让您备份记忆数据。

source: All stored memories.
de: Alle gespeicherten Erinnerungen.
es: Todos los recuerdos almacenados.
fr: Toutes les mémoires enregistrées.
ja: 保存済みメモリーのすべて。
ko: 저장된 모든 메모리.
zh_hans: 包含所有已存储的记忆。

source: Allowed in Foreground
de: Im Vordergrund erlaubt
es: Permitido en primer plano
fr: Autorisé au premier plan
ja: フォアグラウンドで許可
ko: 포그라운드에서 허용
zh_hans: 使用时允许

source: Allows AI to delete specific memories that are no longer needed.
de: Erlaubt der KI, bestimmte nicht mehr benötigte Erinnerungen zu löschen.
es: Permite que la IA elimine recuerdos concretos que ya no se necesiten.
fr: Autorise l’IA à supprimer des mémoires spécifiques qui ne sont plus nécessaires.
ja: 不要になった特定のメモリーを AI が削除できるようにします。
ko: AI가 더 이상 필요 없는 특정 메모리를 삭제할 수 있도록 허용합니다.
zh_hans: 允许 AI 删除不再需要的特定记忆。

source: Allows AI to list memories with IDs for management operations.
de: Erlaubt der KI, Erinnerungen mit IDs für Verwaltungsaktionen aufzulisten.
es: Permite que la IA enumere recuerdos con sus ID para operaciones de gestión.
fr: Autorise l’IA à lister les mémoires avec leurs identifiants pour les opérations de gestion.
ja: 管理用に ID 付きでメモリーを一覧できるようにします。
ko: AI가 관리 작업을 위해 ID와 함께 메모리를 목록화하도록 허용합니다.
zh_hans: 允许 AI 列出带 ID 的记忆，以进行管理操作。

source: Allows AI to retrieve stored memories for context.
de: Erlaubt der KI, gespeicherte Erinnerungen als Kontext abzurufen.
es: Permite que la IA recupere recuerdos almacenados como contexto.
fr: Autorise l’IA à récupérer les mémoires enregistrées pour le contexte.
ja: コンテキスト用に保存されたメモリーを AI が取得できるようにします。
ko: AI가 컨텍스트용으로 저장된 메모리를 가져오도록 허용합니다.
zh_hans: 允许 AI 检索已存储的记忆，以提供上下文。

source: Allows AI to store important information for future conversations.
de: Erlaubt der KI, wichtige Infos für zukünftige Unterhaltungen zu speichern.
es: Permite que la IA guarde información importante para conversaciones futuras.
fr: Autorise l’IA à stocker des informations importantes pour de futures conversations.
ja: 今後の会話のために重要情報を AI が保存できるようにします。
ko: AI가 향후 대화를 위해 중요한 정보를 저장하도록 허용합니다.
zh_hans: 允许 AI 存储重要信息，以用于未来的对话。

source: Allows AI to update existing memory content.
de: Erlaubt der KI, bestehenden Erinnerungsinhalt zu aktualisieren.
es: Permite que la IA actualice el contenido de recuerdos existentes.
fr: Autorise l’IA à mettre à jour le contenu de mémoires existantes.
ja: 既存のメモリー内容を AI が更新できるようにします。
ko: AI가 기존 메모리 내용을 업데이트하도록 허용합니다.
zh_hans: 允许 AI 更新现有的记忆内容。

source: Allows LLM to access your current location information.
de: Erlaubt dem LLM den Zugriff auf deine aktuelle Standortinformation.
es: Permite que el LLM acceda a tu ubicación actual.
fr: Autorise le LLM à accéder à votre position actuelle.
ja: LLM が現在位置情報にアクセスできるようにします。
ko: LLM이 현재 위치 정보를 액세스하도록 허용합니다.
zh_hans: 允许大语言模型获取你的当前位置信息。

source: Allows LLM to fetch and read content from web pages.
de: Erlaubt dem LLM, Webseitinhalte abzurufen und zu lesen.
es: Permite que el LLM obtenga y lea contenido de páginas web.
fr: Autorise le LLM à récupérer et lire le contenu des pages web.
ja: LLM がウェブページの内容を取得・閲覧できるようにします。
ko: LLM이 웹 페이지에서 콘텐츠를 가져와 읽도록 허용합니다.
zh_hans: 允许大语言模型读取网页内容。

source: Allows LLM to read your calendar events.
de: Erlaubt dem LLM, deine Kalendertermine zu lesen.
es: Permite que el LLM lea tus eventos de calendario.
fr: Autorise le LLM à lire vos événements de calendrier.
ja: LLM がカレンダーイベントを読み取れるようにします。
ko: LLM이 캘린더 이벤트를 읽도록 허용합니다.
zh_hans: 允许大语言模型读取你的日历数据。

source: Allows LLM to save events to your calendar.
de: Erlaubt dem LLM, Termine in deinen Kalender zu speichern.
es: Permite que el LLM guarde eventos en tu calendario.
fr: Autorise le LLM à enregistrer des événements dans votre calendrier.
ja: LLM がカレンダーにイベントを保存できるようにします。
ko: LLM이 캘린더에 이벤트를 저장하도록 허용합니다.
zh_hans: 允许大语言模型添加事件到你的日历。

source: Allows LLM to suggest URLs for you to open.
de: Erlaubt dem LLM, dir URLs zum Öffnen vorzuschlagen.
es: Permite que el LLM sugiera URL para que las abras.
fr: Autorise le LLM à suggérer des URL à ouvrir.
ja: LLM が開くべき URL を提案できるようにします。
ko: LLM이 열 수 있는 URL을 제안하도록 허용합니다.
zh_hans: 允许语言模型建议并打开 URL。

source: An error occurred during compression: %@
de: Beim Komprimieren ist ein Fehler aufgetreten: %@
es: Ocurrió un error durante la compresión: %@
fr: Une erreur est survenue pendant la compression : %@
ja: 圧縮中にエラーが発生しました: %@
ko: 압축 중 오류가 발생했습니다: %@
zh_hans: 压缩对话遇到错误：%@

source: An error occurred: %@
de: Es ist ein Fehler aufgetreten: %@
es: Ocurrió un error: %@
fr: Une erreur est survenue : %@
ja: エラーが発生しました: %@
ko: 오류가 발생했습니다: %@
zh_hans: 操作出现了错误：%@

source: An image is provided with this request. Consider the visual details when selecting the candidate.
de: Dieser Anfrage ist ein Bild beigefügt. Berücksichtige die visuellen Details bei der Kandidatenauswahl.
es: Esta solicitud incluye una imagen. Ten en cuenta los detalles visuales al seleccionar el candidato.
fr: Une image est fournie avec cette requête. Prenez les détails visuels en compte lors du choix du candidat.
ja: このリクエストには画像が含まれます。候補を選ぶ際はビジュアル情報を考慮してください。
ko: 이 요청에는 이미지가 포함되어 있습니다. 후보를 선택할 때 시각적 세부 정보를 고려하세요.
zh_hans: 此请求附带图像。选择候选项时请参考视觉细节。

source: Analyze images, screenshots, and diagrams with OCR support.
de: Bilder, Screenshots und Diagramme mit OCR-Unterstützung analysieren.
es: Analiza imágenes, capturas y diagramas con soporte OCR.
fr: Analysez images, captures et diagrammes avec prise en charge OCR.
ja: 画像・スクリーンショット・図表を OCR 対応で解析。
ko: 이미지, 스크린샷, 다이어그램을 OCR과 함께 분석합니다.
zh_hans: 解析图片、截图和图表，支持 OCR。

source: Analyze the conversation and generate a reusable chat template. Extract the core purpose, create a concise name, suggest an appropriate emoji, and write a system prompt that captures the essence of the conversation pattern.
de: Analysiere die Unterhaltung und erstelle eine wiederverwendbare Chat-Vorlage. Extrahiere den Kernzweck, finde einen prägnanten Namen, schlage ein passendes Emoji vor und schreibe einen Systemprompt, der das Muster der Unterhaltung einfängt.
es: Analiza la conversación y genera una plantilla de chat reutilizable. Extrae el propósito principal, crea un nombre conciso, sugiere un emoji adecuado y redacta una instrucción de sistema que capture la esencia del patrón conversacional.
fr: Analysez la conversation et générez un modèle de chat réutilisable. Extrayez l’objectif principal, créez un nom concis, suggérez un emoji approprié et rédigez une invite système qui capture l’essence du schéma de conversation.
ja: 会話を分析して再利用可能なチャットテンプレートを生成してください。目的を抽出し、簡潔な名前と適切な絵文字を提案し、会話パターンの本質を捉えるシステムプロンプトを書いてください。
ko: 대화를 분석해 재사용 가능한 채팅 템플릿을 생성하세요. 핵심 목적을 추출하고 간결한 이름을 만들며 적절한 이모지를 제안하고, 대화 패턴의 본질을 담은 시스템 프롬프트를 작성하세요.
zh_hans: 分析对话并生成可复用的聊天模板。提取核心目的，创建一个简洁的名称，建议一个合适的表情符号，并撰写一个系统提示，以捕捉对话模式的精髓。

source: Animals & Nature
de: Tiere & Natur
es: Animales y naturaleza
fr: Animaux et nature
ja: 動物と自然
ko: 동물 및 자연
zh_hans: 动物 & 自然

source: Another key already exists, which usually causes errors. You can choose to replace it.
de: Es existiert bereits ein anderer Schlüssel, was normalerweise zu Fehlern führt. Du kannst ihn ersetzen.
es: Ya existe otra clave, lo que suele causar errores. Puedes elegir reemplazarla.
fr: Une autre clé existe déjà, ce qui provoque généralement des erreurs. Vous pouvez choisir de la remplacer.
ja: 別のキーが既に存在します。通常これはエラーの原因になります。置き換えますか？
ko: 다른 키가 이미 존재하여 보통 오류가 발생합니다. 교체할 수 있습니다.
zh_hans: 控制此选项的另一个键值已经存在。你可以选择进行替换。

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
zh_hans: 外观

source: Apple Intelligence availability is unknown.
de: Verfügbarkeit von Apple Intelligence ist unbekannt.
es: Disponibilidad de Apple Intelligence desconocida.
fr: Disponibilité d’Apple Intelligence inconnue.
ja: Apple Intelligence の利用可否は不明です。
ko: Apple Intelligence 이용 가능 여부를 알 수 없습니다.
zh_hans: 无法确定 Apple Intelligence 的可用性。

source: Apple Intelligence is available and ready to use on this device.
de: Apple Intelligence ist verfügbar und einsatzbereit auf diesem Gerät.
es: Apple Intelligence está disponible y lista para usarse en este dispositivo.
fr: Apple Intelligence est disponible et prête à être utilisée sur cet appareil.
ja: このデバイスでは Apple Intelligence が利用可能で、すぐ使えます。
ko: 이 기기에서 Apple Intelligence를 사용할 수 있습니다.
zh_hans: Apple 智能对此设备可用。

source: Apple Intelligence is not available: %@
de: Apple Intelligence ist nicht verfügbar: %@
es: Apple Intelligence no está disponible: %@
fr: Apple Intelligence n’est pas disponible : %@
ja: Apple Intelligence を利用できません: %@
ko: Apple Intelligence를 사용할 수 없습니다: %@
zh_hans: Apple 智能不可用：%@

source: Apple Intelligence is not enabled. Check your device settings.
de: Apple Intelligence ist nicht aktiviert. Bitte Geräteeinstellungen prüfen.
es: Apple Intelligence no está activada. Revisa los ajustes de tu dispositivo.
fr: Apple Intelligence n’est pas activée. Vérifiez les réglages de votre appareil.
ja: Apple Intelligence が有効になっていません。デバイス設定を確認してください。
ko: Apple Intelligence가 활성화되어 있지 않습니다. 기기 설정을 확인하세요.
zh_hans: Apple 智能未启用。请检查设备的设置。

source: Apple Intelligence is unavailable: %@
de: Apple Intelligence ist nicht verfügbar: %@
es: Apple Intelligence no está disponible: %@
fr: Apple Intelligence est indisponible : %@
ja: Apple Intelligence は利用できません: %@
ko: Apple Intelligence를 사용할 수 없습니다: %@
zh_hans: Apple 智能不可用：%@
